Repository: AnasAlhumaid/Waznah
Catalog: مجلد بلا عنوان/Waznah/*.lproj/Localizable.strings
Languages: ar

source: Timer
ar: مؤقت

source: START
ar: البدء

source: RESET
ar: إعادة

source: Stop
ar: توقف

source: recipes4
ar: ARrecipe

source: pdfPrevew
ar: ARpdfReviw

source: Select Gr
ar: عدد الغرامات

source: Change Gr
ar: غير القيمة

source: Ok
ar: حسناّ

source: Select ML
ar: عدد مل الماء

source: Change ML
ar: غير القيمة

source: Puase
ar: اوقف

source: Recipes
ar: الوصفات:

source: Tool
ar: آله التقطير:

source: Grind
ar: الطحنة:

source: Temperature
ar: درجة الحرارة:

source: Roastery
ar: المحمصة:

source: Prepare
ar: التحضير :

source: Ratio
ar: المعدل:

source: Tool
ar: آله التقطير:

source: Grind
ar: الطحنة:

source: Temperature
ar: درجة الحرارة:

source: Roastery
ar: المحمصة:

source: Preparation
ar: التحضير :

source: Ratio
ar: المعدل:

source: Another
ar: أخرى

source: Select C
ar: الحرارة C

source: Add New
ar: أضف جديد

source: Delete
ar: حذف

source: Preview
ar: معاينه

source: Cancel
ar: إلغاء

source: Choose
ar: إختر

source: what you will do
ar: اختر التالي

source: Add
ar: أضف

source: Thire is wrong
ar: خطأ

source: Empety Fields
ar: املا الخانات الفارغة

source: Hello
ar: مرحباً

source: Ready for make a coffee ?
ar: جاهز لصنع القهوة؟

source: *This for One cup of coffee and 18 Gram
ar: هذة التعليمات لصنع كوب واحد و ١٨ قرام قهوة

source: get ready
ar: نبدأ ؟

source: pour 40 ml of water
ar: ضع ٤٠ مل من الماء وانتظر

source: pour 80 ml and wait to drain
ar: ضع ٨٠ مل من الماء وانتظر

source: pour 90 ml and wait
ar: ضع ٩٠ مل من الماء وانتظر

source: wait to drain all coffee
ar: انتظر نزول كل القهوة

source: done!
ar: جاهز للتقديم

source: Make a coffee
ar: إصنع قهوتك
